BASE_URL = "https://radioskot.com"

SITEMAP_URLS = [
    "https://radioskot.com/post-sitemap.xml",
    "https://radioskot.com/post-sitemap2.xml",
    "https://radioskot.com/post-sitemap3.xml",
    "https://radioskot.com/post-sitemap4.xml",
]

CATEGORY_MAP = {
    "1": "Схемы",
    "2": "Справочник",
    "3": "Светодиоды",
    "4": "Ремонт",
    "5": "Теория",
    "6": "Аудио",
    "7": "Питание",
    "8": "Зарядные",
    "9": "Контроллеры",
    "10": "Приёмники",
    "11": "Передатчики",
    "13": "Технологии",
    "14": "Медтехника",
    "15": "Измерители",
    "16": "Металлопоиск",
    "17": "Сигнализации",
    "18": "Поделки",
    "19": "Мобильные",
    "20": "Телевидео",
    "21": "Быттехника",
    "22": "Новичкам",
    "23": "Автомото",
    "24": "Компьютер",
}